package src;

public interface SalaryCalculator {

    double calculateSalary(Person person);
}


//Создаем репозиторий (можно хоть пустой)
//открываем настройки репозитория и выдаем права на этот репозиторий мне Daniil1380
//Скачиваете проект (заново) из гитхаба и работаете уже в нем
//Создаете новую ветку
//Вносите в код какое-то изменение и создаете pull request, выполняете его

//Создаете две ветки
//В обоих вносите изменения
//Для обоих делаете pull request
//Выполняете pull request на одной ветке
//решаете конфликт на второй ветке
//Выполняете pull request на второй ветке


//Списаться и минимально договориться с участниками вышей команды

